[
  {
    "text": "My thanks for accepting the invitation! I apologize for \ngetting to business so quickly, but there was something I had \nhoped to discuss with you.",
    "from": "start",
    "next": "continue"
  },
  {
    "text": "Do you find my attempts at modern lingo... obnoxious?",
    "from": "last",
    "next": "continue"
  },
  {
    "options":
    {
      "You can take it a bit far sometimes.": 1,
      "If anything, you should use even more!": 2,
      "The word \u0027obnoxious\u0027 doesnt do it justice.": 3
    },
    "from": "last",
    "next": "jump",
    "jump": "player"
  },
  {
    "text": "I see... if nothing else, your honesty is heartening. \nI am glad to have a Bestie who speaks their mind.",
    "from": "1",
    "next": "jump",
    "jump": "npc"
  },
  {
    "text": "Hah! If I could, I would. It takes enough mental energy \njust to use what I can.",
    "from": "2",
    "next": "jump",
    "jump": "npc"
  },
  {
    "text": "I... apologize. I will attempt to keep it to a minimum \nin the future, Bes- er, friend.",
    "from": "3",
    "next": "jump",
    "jump": "npc"
  },
  {
    "text": "I suppose I do it in an attempt to modernize myself \nsomewhat. Tis... difficult, to see the world you were \nraised within change, even for the better.",
    "from": "4",
    "next": "continue"
  },
  {
    "options":
    {
      "I think it\u0027s sweet how hard you try, maybe try being more open minded.": 5,
      "Yeah, that sounds like it would suck.": 6,
      "There\u0027s no point in trying. Sometimes, it\u0027s just too late to change.": 7
    },
    "from": "last",
    "next": "jump",
    "jump": "player"
  },
  {
    "text": "Perhaps you are correct. Still, I like to think \nthere\u0027s more for me to do than just be accepting.",
    "from": "5",
    "next": "continue"
  },
  {
    "text": "It appears I was right to speak to you about this. \nMy sincerest gratitude for your assistance, Bestie.",
    "from": "last",
    "next": "end"
  },
  {
    "text": "No cap, bestie. No cap...",
    "from": "6",
    "next": "continue"
  },
  {
    "text": "I have quite a bit to think about. Perhaps we \nwill meet again once I find my answer.",
    "from": "last",
    "next": "end"
  },
  {
    "text": "And what, keep myself trapped in antiquated beliefs \nwith which I no longer abide!? That ain\u0027t it.",
    "from": "7",
    "next": "continue"
  },
  {
    "text": "I had hoped you might be able to help me unravel this \nconflicted heart of mine. Yet it seems I have overestimated \nyou. Good day.",
    "from": "last",
    "next": "end"
  }
]
